Repository: Sotos2013/dipae-tech-museum
Catalog: lib/l10n/app_*.arb
Languages: el

# museumTitle
source: IHU Tech Museum
el: Τεχνολογικό Μουσείο ΔΙΠΑΕ

# museumDes
source: Welcome to app of the IHU Tech Museum. Scan QR codes to get information about exhibits, browse the collection, and learn about the history of technology.
el: Καλώς ήρθατε στην εφαρμογή του Τεχνολογικού Μουσείου του ΔΙΠΑΕ. Σκανάρετε QR codes για πληροφορίες σχετικά με τα εκθέματα, περιηγηθείτε στη συλλογή και μάθετε για την ιστορία της τεχνολογίας στο μοναδικό μουσείο - βαγόνι τρένου μας.

# helpTitle
source: User Guide
el: Οδηγίες Χρήσης

# searchHelp
source: Use the search bar to find exhibits.
el: Χρησιμοποίησε το πεδίο αναζήτησης για να βρεις εκθέματα.

# tapExhibitHelp
source: Tap an exhibit to see more information.
el: Πάτα πάνω σε ένα έκθεμα για περισσότερες πληροφορίες.

# scanQrHelp
source: Use the QR scanner to scan physical QR codes.
el: Χρησιμοποίησε τον σαρωτή QR για να σκανάρεις φυσικά QR στον χώρο.

# changeLanguageHelp
source: Change language from the 🌐 icon at the top right.
el: Άλλαξε γλώσσα από το εικονίδιο 🌐 πάνω δεξιά.

source: 🔀 Random Exhibit
el: Τυχαίο Έκθεμα

# noResults
source: ❌ No results found
el: ❌ Δεν βρέθηκαν αποτελέσματα

# searchPlaceholder
source: Search exhibit...
el: Αναζήτηση εκθέματος...

# museumInfoTitle
source: 🏛️ Tech Museum
el: 🏛️ Μικρό Τεχνολογικό Μουσείο

# museumInfo1
source: Welcome to the Tech Museum of IHU, a unique exhibition space inside an old train wagon! Here, the history of technology comes alive, connecting the past with the present and future.
el: Σας καλωσορίζουμε στο Μικρό Τεχνολογικό Μουσείο του ΔΙΠΑΕ, έναν μοναδικό εκθεσιακό χώρο μέσα σε ένα παλιό βαγόνι τρένου! Εδώ, η ιστορία της τεχνολογίας ζωντανεύει, συνδέοντας το παρελθόν με το παρόν και το μέλλον.

# trainStoryTitle
source: 🚂 One Wagon, One Story
el: 🚂 Ένα Βαγόνι, Μια Ιστορία

# trainStory
source: The museum is housed in a renovated train wagon, symbolizing the journey of technological evolution. Within this special space, each object tells its own story, inviting you on a journey of knowledge and discovery.
el: Το μουσείο στεγάζεται σε ένα αναπαλαιωμένο βαγόνι τρένου, συμβολίζοντας το ταξίδι της τεχνολογικής εξέλιξης. Μέσα σε αυτόν τον ιδιαίτερο χώρο, κάθε αντικείμενο αφηγείται τη δική του ιστορία, προκαλώντας σας σε ένα ταξίδι γνώσης και ανακάλυψης.

# discoverTitle
source: 🔎 What will you discover?
el: 🔎 Τι θα ανακαλύψετε;

# discoverItems
source: 📌 Historical Devices & Computers • From the first calculators to the first personal computers 📡 Telecommunications • Radios, telephones and other devices that changed the way we communicate 🔬 Scientific Instruments • Tools used for research and innovation
el: 📌 Ιστορικές Συσκευές & Υπολογιστές • Από τις πρώτες αριθμομηχανές έως τους πρώτους προσωπικούς υπολογιστές 📡 Τηλεπικοινωνίες • Ραδιόφωνα, τηλέφωνα και άλλες συσκευές που άλλαξαν τον τρόπο επικοινωνίας 🔬 Επιστημονικά Όργανα • Εργαλεία που χρησιμοποιήθηκαν για έρευνα και καινοτομία

# ihuName
source: International Hellenic University
el: Διεθνές Πανεπιστήμιο της Ελλάδος

# questionnaire
source: Τell your opinion
el: Πες τη γνώμη σου

# noInternet
source: No Internet Connection
el: Χωρίς σύνδεση στο Διαδίκτυο

source: Retry
el: Δοκιμάστε ξανά

# noInternetMessage
source: Please connect to the internet and try again.
el: Παρακαλώ συνδεθείτε στο διαδίκτυο και δοκιμάστε ξανά.

# noGithub
source: No Github connection
el: Δεν ήταν δυνατή η σύνσεδη με το Github

# aboutAppTitle
source: About app
el: Σχετικά με την εφαρμογή

# qrScannerTitle
source: Scan Exhibit QR Code
el: Εύρεση QR εκθέματος

# invalidQrMessage
source: ❌ Invalid QR Code!
el: ❌ Μη έγκυρο QR Code!

# qrSearchError
source: ❌ Error scanning QR Code!
el: ❌ Σφάλμα κατά την αναζήτηση QR Code!

source: Flash On
el: Φλας ενεργό

source: Flash Off
el: Φλας ανενεργό

# exhibitInfoTitle
source: Exhibit Information
el: Πληροφορίες Εκθέματος

# imageLoadError
source: Image failed to load!
el: Η εικόνα δεν φορτώθηκε!

# backButton
source: Back
el: Πίσω

# startQuizButton
source: Start Quiz
el: Ξεκινήστε το Quiz

# noQuestions
source: ❌ No available questions!
el: ❌ Δεν υπάρχουν διαθέσιμες ερωτήσεις!

# quizComplete
source: Quiz completed!
el: Το quiz ολοκληρώθηκε!

source: Question
el: Ερώτηση

source: Final Quiz
el: Τελικό κουίζ
